{
	"data": [
		{
			"title": "\"I saw your Story\"",
			"text": "I was in train and saw your post in white saree damn I want this girl is I thought",
			"img": "story.jpg",
			"date": "After a sem break "
		}, 
		{
			"title": "\"I thought u were with some other guy my heart broke\"",
			"text": "But I think life plays along",
			"date": "ASG"
		},
		{
			"title": "\"You told me u have to cuddle me ❤️\"",
			"text": "We just started chatting I didn’t have a clue u have interest in me I was home playing Holi. The mist fell off when u told me that u want to cuddle me it was first exp for me no one ever said that to me. I searched through all internet I thought I was getting u all wrong but no U were really into me. Nothing can match the level of excitement I had at that moment for u.",
			"img": "rooftop.jpg",
			"date": "During Holi 2024"
		},
		{
			"title": "\"First meet and I wanted to Go to Ganpati Mandir~\" 💏",
			"text": "That night, we held hands: I was scared of talking to a girl U were calm mai fir awkward silence k pressure me bohot kuch bol diya chabr chabr and mere kaka ka kissa u know u held hands and that’s all I could ever imagine",
			"img": "menu.jpg",
			"date": "No photos Gand hi phati hui thi"
		},
		{
			"title": "\"Month of April oh my my - The first kiss, The roof meetups, The watching movie 🍓\"",
			"text": "Cuddled up in bed watching 2 States, we finally couldn't resist each other anymore and gave ourselves completely for the first time. You teaching me how to kiss was another experience I was scared to shit still we go on. I can’t even add one photo for all of this. College vid Om even helped me in that only person who knew about us at that point of time.",
			"img": "moviemeet.jpg",
			"date": "Om's place"
		},
		{
			"title": "First night",
			"text": "It was I would take bullet for her moment as I knew u much emotionally how u r shattered into pieces I got to know about that hope I could take u in arms all day",
			"img": "physical.jpg",
			"date": "1 May"
		},
		{
			"title": "Our first trip together ✈️",
			"text": "We spent two days and one night in Kolhapur, we traveled together for the first time. Over 2 days, we journeyed everywhere. We got room, ran all over town and took care of each other when we weren't feeling well. Before I met you, I never liked traveling, but you made me enjoy every moment of this journey. I am grateful to have you by my side.",
			"img": "Kolhapur.jpg",
			"date": "19-20 May"
		},
		{ 
			"title": "The unexpected movie night",
			"text": "The unexpected theatre for two of us and doing things no one could ever imagine in a theatre having it all for us and sneaking u to my room god what was that day.",
			"img": "movienight.jpg",
			"date": "24 may"
		},
		{
			"title": "First meet after tragedy ❤️",
			"text": "After ur accident I was very late still I was eager to meet u I just remember ur story u put that day I think u would remember that day better than me. Many things happened in between U giving papers with broken leg n all",
			"img": "aftercare.jpg",
			"date": "it was a 27"
		},
		{
			"title": "U started walking ",
			"text": "U came to college that made my day u hugged me and it was all over. I can’t even tell u how happy I was",
			"img": "uwalkroom.jpg",
			"date": "baby back to college"
		},
		{
			"title": "\"My girl August \"",
			"text": "Shortly after reuniting, we got couple of photos nd that’s we taking maa Saraswati ashirwad for our future ❤️",
			"date": "15 Aug 2024",
			"img": "idol.jpg"
		},
		{
			"title": "\"Happy Birthday!\"",
			"text": "The first time I celebrated your birthday with you, I fucked up on first day u cried on your birthday It was a mess, I again planned next day I know I didn’t pass the expectation but writing I love u with candle was only best thing I could think 🎂",
			"date": "sorry",
			"img": "bgirl.jpg"
		},
		{
			"title": "\"Happy Birthday!\"",
			"text": "The first time I celebrated your birthday with you, I fucked up on first day u cried on your birthday It was a mess, I again planned next day I know I didn’t pass the expectation but writing I love u with candle was only best thing I could think 🎂",
			"date": "sorry",
			"img": "2day.jpg"
		},
		{
			"title": "\"Garbhas (/ω＼)\"",
			"text": "The best garba pics we could have, aur market me bhi koi outfit nhi mila but we enjoyed what we can possibly",
			"date": "Oct",
			"img": "garbha.jpg"
		},
		{
			"title": "\"Holy December!\"",
			"text": "I know December month comes with so many emotions for u still u got through all of it alone I’m proud of my girl for those cute pics that made my day",
			"date": "red cutie",
			"img": "decutie.jpg"
		},
		{
			"title": "\"Another Kolhapur trip!\"",
			"text": "I know u walked a long path but first outing after such a long time was relief",
			"date": "January",
			"img": "koptrip2.jpg"
		},
		{
			"title": "\"Crying on birthdays is traditional now!\"",
			"text": "U did my 21st birthday best as u can there may be some communication gap between us still day was ended nd everything was good thank u for doing all this for me u cried at the end that made me feel it matters for u too much I love u",
			"date": "28 January 2024",
			"img": "mybday.jpg"
		},
		{
			"title": "Be my valentine :)",
			"text": "Even though I may be a bit boring, overly rational, and sometimes lack emotions, please never doubt my sincere desire to be with you. And please don’t let other people’s words affect your happiness or make you question our relationship. Let’s hold hands tightly, trust each other completely, care for each other, and spend our lives together, okay?",
			"date": "Every day of our lives...",
			"img": "roses.jpg"
		}
	]
}
