{
	"data": [
		{
			"title": "\"Senpai?\"",
			"text": "This day marks the beginning of everything.\nOur story starts here.",
			"img": "add_friend.jpg",
			"date": "Sep 20 2015"
		},
		{
			"title": "\"Actually... I'm a guy\"",
			"text": "For fun (?), I was mistaken as a girl at first, and I didn't correct you right away. It wasn't until a few months later that I finally told you the truth. Unexpectedly, this confession made us grow closer quickly. You insisted on calling each other 'sister' playfully. We exchanged photos, shared phone calls, and gradually fell in love with each other.",
			"date": "Jan 20 2016"
		},
		{
			"title": "\"I like you, not just as a sister ❤️\"",
			"text": "This must be what you call 'fate.' The person who introduced us also broke your heart, leaving you crying alone that night. Because of that, I awkwardly comforted you, and we finally confessed our true feelings to each other. 'I like you, not just as a sister.'",
			"img": "confess.jpg",
			"date": "Jan 29 2016"
		},
		{
			"title": "\"I teased you in front of the Court of Final Appeal~\" 💏",
			"text": "That night, we held hands, walked along Victoria Harbour, took the Star Ferry, and unfortunately missed the Ferris wheel in Mong Kok. Unexpectedly, we stumbled upon the Court of Final Appeal. In front of this symbol of justice, we kissed for a long time, promising to stay together forever.",
			"date": "Jan 31 2016"
		},
		{
			"title": "\"Hubby~ I have a hickey from you on my neck 🍓\"",
			"text": "Cuddled up in bed watching *Tamako Love Story*, we finally couldn't resist each other anymore and gave ourselves completely for the first time.",
			"img": "first_time.jpg",
			"date": "Feb 2 2016"
		},
		{
			"title": "\"I really love the ring with your name on it\" 💍",
			"text": "That night, at Langham Place, we put rings engraved with each other's names on our ring fingers. 'For this lifetime, it's decided—it's you.'",
			"img": "ring.jpg",
			"date": "Feb 4 2016"
		},
		{
			"title": "Our first Valentine's Day together",
			"text": "We spent two days and one night on Lamma Island. This beautiful and unique island witnessed our first Valentine's Day. 'In this ever-changing world, I want to see what forever looks like with you.'",
			"img": "valentine.jpg",
			"date": "Feb 13 2016 - Feb 14 2016"
		},
		{
			"title": "Our first trip together ✈️",
			"text": "Taking advantage of the Easter holiday (and skipping some classes), we traveled together for the first time. Over 11 days, we journeyed from Kunming to Dali Old Town, from Erhai Lake to Lijiang. We got matching temporary tattoos, drank beer in folk music bars, strolled by Erhai Lake, embraced on top of Jade Dragon Snow Mountain, and took care of each other when we weren't feeling well. Before I met you, I never liked traveling, but you made me enjoy every moment of this journey. I am grateful to have you by my side.",
			"img": "yunnan.jpg",
			"date": "Mar 25 2016 - Apr 4 2016"
		},
		{
			"title": "Our 100th day together ❤️",
			"text": "I had been looking forward to this milestone because you once said that if a relationship lasts 100 days, it means it's stable. I gave you the moon lamp you always wanted, and you gave me the Gundam model I liked but never bought for myself. But what made me happiest was the thick stack of love letters you wrote me. You probably don’t realize how often I read them—whenever I feel down, I read your words, and it makes me so happy to have such a wonderful wife. 'For the rest of our lives, let's take care of each other.'",
			"img": "100.jpg",
			"date": "May 8 2016"
		},
		{
			"title": "Temporary separation / Reunion",
			"text": "During summer vacation, you went back to Changchun, and I cried a lot at the airport while sending you off. Even though we were 2,600 kilometers apart, we thought about each other constantly, FaceTiming every night until our phones died. Thank you for coming back earlier than planned—our originally painful three-month separation was shortened to just one month. I rushed to Shenzhen to pick you up, and you jumped into my arms and hugged me tightly. At that moment, I thought, 'Having you is the best thing. As long as I have you, nothing else matters. Let's never be apart again.'",
			"date": "Jun 2016"
		},
		{
			"title": "\"We'll never be apart again\"",
			"text": "Shortly after reuniting, we got the couple tattoos we had always wanted. You are my little angel, and I am your little devil. We will never be apart ❤️",
			"date": "Jul 1 2016",
			"img": "tatoo.png"
		},
		{
			"title": "\"Happy Birthday!\"",
			"text": "The first time I celebrated your birthday with you, I picked out a gift you liked, lit the candles on your cake, and secretly laughed at how cute you looked making a wish with your eyes closed. We skipped class and went to Ocean Park and Disneyland for two days. You finally got to see the fireworks show you'd always wanted and rode the roller coasters multiple times. Happy 4th birthday, my puppy 🎂",
			"date": "Sep 29 2016",
			"img": "bd.png"
		},
		{
			"title": "\"If your name is on me, then I’m yours (/ω＼)\"",
			"text": "We took a trip to Shenzhen, where I got a tattoo of your name on my arm. We also finally ate the barbecue I had been telling you about for so long. Now, even if we ended up in the world of *Your Name*, I would never forget your name.",
			"date": "Oct 8 2016",
			"img": "tatoo2.png"
		},
		{
			"title": "The rest of our story—let’s write it together :)",
			"text": "Even though I may be a bit boring, overly rational, and sometimes lack emotions, please never doubt my sincere desire to be with you. And please don’t let other people’s words affect your happiness or make you question our relationship. Let’s hold hands tightly, trust each other completely, care for each other, and spend our lives together, okay?",
			"date": "Every day of our lives..."
		}
	]
}
