{
	"data": [
		{
			"title": "\"I saw your Story\"",
			"text": "I was in train and saw your post in white sareee damn i want this girl is I thought",
			"img": "story.jpg",
			"date": "After a sem break "
		}, 
		{
			"title": "\"I thought u were with some other guy my heart broke\"",
			"text": "But I think life plays along",
			"date": "ASG"
		},
		{
			"title": "\"You told me u have to cuddle me ❤️\"",
			"text": "we just started chatting I didint had a clue u have intrest in me i was home playing Holi.The mist fall of when u told me that u want to cuddle me it was first exp for me no one ever said that to me . I searched through all internet I thought i was getting u all wrong but no U were really into me Nothing can match the level of excitement I had at that moment for u.'",
			"img": "rooftop.jpg",
			"date": "During holi 2024"
		},
		{
			"title": "\"First meet and i wanted to Go to Ganpati Mandir~\" 💏",
			"text": "That night, we held hands: I was scared of talking to girl U were calm mai fir akward silence k pressure me boht kuch bol diya chabr chabr and mere kaka ka kissa u know u held hands and thats all i could ever imagine ",
			"img": "menu.jpg",
			"date": "No photos Gand hi phati hui thi"
		},
		{
			"title": "\"Month of April oh my my - The first kiss, The roof meetups, The watching movie 🍓\"",
			"text": "Cuddled up in bed watching 2 states, we finally couldn't resist each other anymore and gave ourselves completely for the first time.you teaching me how to kiss was another experience I was scared to shit still we go on . I cant even add one photo for all of this.college vid Om even helped me in that only person who knew about us at that point of time.",
			"img": "moviemeet.jpg",
			"date": "om's place"
		},
		{
			"title": "Our first trip together ✈️",
			"text": "We spent two days and one night in Kolhapur, we traveled together for the first time. Over 2 days, we journeyed everywhere. We got room , run all over town and took care of each other when we weren't feeling well. Before I met you, I never liked traveling, but you made me enjoy every moment of this journey. I am grateful to have you by my side.",
			"img": "Kolhapur.jpg",
			"date": "19-20 May"
		},
		{ 
			"title": "The unexpected movie nght",
			"text": "The unexpected theatre for two of us and doing things no one could ever imagine in a theatre having it all for us and sneaking u to my room god waht was that day.",
			"img": "movienight.jpg",
			"date": "Mar 25 2016 - Apr 4 2016"
		},
		{
			"title": "First meet after tragedy ❤️",
			"text": "Afterur accident i was very late still I was eager to meet u I just remember ur story u put that day i think u would remembered that day better than me. Many Thing happemed in between U giving papers with broken leg n all '",
			"img": "aftercare.jpg",
			"date": "it was a 27"
		},
		{
			"title": "U starteed walking ",
			"text": "U came to college that made my day u hugged me and it was all over. i cant even tell u how happy I was'",
			"img": "uwalkroom.jpg",
			"date": "baby back to college"
		},
		{
			"title": "\"My girl August \"",
			"text": "Shortly after reuniting, we got couple of photos nd thats we taking maa saraswati ashirwad for our future  ❤️",
			"date": "15 Aug 2024",
			"img": "idol.jpg"
		},
		{
			"title": "\"Happy Birthday!\"",
			"text": "The first time I celebrated your birthday with you, I fucked up on first day u cried on your birthday It wa a mess , I again planned next day I know i didnt pass the expectation but writing I love u with candle was only best thing I could thought  🎂",
			"date": "sorry",
			"img": "bgirl.jpg"
		},
		{
			"title": "\"Happy Birthday!\"",
			"text": "The first time I celebrated your birthday with you, I fucked up on first day u cried on your birthday It wa a mess , I again planned next day I know i didnt pass the expectation but writing I love u with candle was only best thing I could thought  🎂",
			"date": "sorry",
			"img": "2day.jpg"
		},
		{
			"title": "\"Garbhas (/ω＼)\"",
			"text": "The best garbha pics we could have , aur market me bhi koi outfit nhi mila but we enjoyed what we can possibly",
			"date": "Oct 8 2016",
			"img": "garbha.jpg"
		},
		{
			"title": "\"holy december!\"",
			"text": "I know December month comes with so much emotions for u still u got through all of it alone I m proud of my girl for those cute pics that made my day ",
			"date": "red cutie",
			"img": "decutie.jpg"
		},
		{
			"title": "\"Another kolhapur trip!\"",
			"text": "I know u walked a long path but first outing after such long time was relief ",
			"date": "Sep 29 2016",
			"img": "koptrip2.jpg"
		},
		{
			"title": "\"Crying on birthdays is tradional now!\"",
			"text": "U did my 21st birthday best as u can there may be some communication gap betwn us still day was ended nd everything was good thank u for doing all this for me u cried at the end that make me feel it matters for u too much I love u ",
			"date": "28 JAnuary 2024",
			"img": "mybday.jpg"
		},
		{
			"title": "Be my valentine :)",
			"text": "Even though I may be a bit boring, overly rational, and sometimes lack emotions, please never doubt my sincere desire to be with you. And please don’t let other people’s words affect your happiness or make you question our relationship. Let’s hold hands tightly, trust each other completely, care for each other, and spend our lives together, okay?",
			"date": "Every day of our lives...",
			"img": "roses.jpg"
		}
	]
}
